Repository: muhiro12/Incomes
Catalog: Incomes/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: Import complete
es: Importación completada
fr: Importation terminée
ja: 取り込みが完了しました
zh_hans: 导入完成

source: Import data
es: Importar datos
fr: Importer des données
ja: データを取り込む
zh_hans: 导入数据

source: Import failed
es: No se ha podido importar
fr: Échec de l’importation
ja: 取り込めませんでした
zh_hans: 导入失败

source: Import method
es: Método de importación
fr: Méthode d’importation
ja: 取り込み方法
zh_hans: 导入方式

source: In file
es: En el archivo
fr: Dans le fichier
ja: ファイル
zh_hans: 文件中

source: Include Single Items
es: Incluir elementos únicos
fr: Inclure les éléments uniques
ja: 単発項目を含める
zh_hans: 包含单次项目

source: Include a month with the year.
es: Indica un mes junto con el año.
fr: Indiquez un mois avec l’année.
ja: 年とあわせて月も指定してください。
zh_hans: 请在年份之外指定月份。

source: Include an amount for the income condition.
es: Indica un importe para la condición de ingresos.
fr: Indiquez un montant pour le critère de revenu.
ja: 収入の条件に金額を指定してください。
zh_hans: 请为收入条件指定金额。

source: Include an amount for the outgo condition.
es: Indica un importe para la condición de gastos.
fr: Indiquez un montant pour le critère de dépense.
ja: 支出の条件に金額を指定してください。
zh_hans: 请为支出条件指定金额。

source: Income
es: Ingreso
fr: Revenu
ja: 収入
zh_hans: 收入

source: Income and Outgo
es: Ingresos y egresos
fr: Revenus et dépenses
ja: 収支
zh_hans: 收入与支出

source: Income and Outgo chart
es: Gráfico de ingresos y egresos
fr: Graphique des revenus et dépenses
ja: 収支グラフ
zh_hans: 收入与支出图表

source: Income: %@
es: Ingresos: %@
fr: Revenu : %@
ja: 収入: %@
zh_hans: 收入: %@

source: Incomes can't open your data
es: Incomes no puede abrir tus datos
fr: Incomes ne peut pas ouvrir vos données
ja: データを開けませんでした
zh_hans: Incomes 无法打开你的数据

source: Incomes could not open %@
es: Incomes no pudo abrir %@
fr: Incomes n'a pas pu ouvrir %@
ja: Incomesは%@を開けませんでした
zh_hans: Incomes 无法打开 %@

source: Information
es: Información
fr: Informations
ja: 情報
zh_hans: 信息

source: Inspect
es: Inspeccionar
fr: Inspecter
ja: 確認
zh_hans: 查看

source: Inspect item details
es: Consulta los detalles del elemento
fr: Consulter les détails d’un élément
ja: 項目の詳細を見る
zh_hans: 查看项目详情

source: Interpret Request
es: Interpretar solicitud
fr: Interpréter la demande
ja: 検索条件を読み取る
zh_hans: 解析请求

source: Interpreted Conditions
es: Condiciones interpretadas
fr: Critères interprétés
ja: 読み取った検索条件
zh_hans: 解析出的条件

source: Interpreting Request
es: Interpretando la solicitud
fr: Interprétation de la demande
ja: 検索条件を読み取り中
zh_hans: 正在解析请求

source: Invalid Link
es: Enlace no válido
fr: Lien invalide
ja: 無効なリンク
zh_hans: 无效链接

source: Invalid amount. Enter a number.
es: Importe no válido. Introduce un número.
fr: Montant non valide. Saisissez un nombre.
ja: 無効な金額です。数値を入力してください。
zh_hans: 金额无效。请输入数字。

source: Item
es: Elemento
fr: Élément
ja: 項目
zh_hans: 项目

source: Item Form Inference
es: Inferencia de formulario de elemento
fr: Inférence du formulaire d'élément
ja: 項目フォームの推測
zh_hans: 项目表单推断

source: Item Name Contains
es: El nombre contiene
fr: Texte contenu dans le nom
ja: 項目名に含む文字
zh_hans: 项目名称包含

source: Item Not Found
es: Elemento no encontrado
fr: Élément introuvable
ja: 項目が見つかりません
zh_hans: 未找到项目

source: Item not found
es: Elemento no encontrado
fr: Élément introuvable
ja: 項目が見つかりません
zh_hans: 未找到项目

source: Items
es: Elementos
fr: Éléments
ja: 項目
zh_hans: 项目

source: Items not in the file are removed. This cannot be undone unless you exported your data first.
es: Se eliminarán los elementos que no están en el archivo. No se puede deshacer si no exportaste tus datos antes.
fr: Les éléments absents du fichier seront supprimés. Impossible d’annuler si vous n’avez pas exporté vos données auparavant.
ja: ファイルにない項目は削除されます。先にデータを書き出していない場合、元に戻せません。
zh_hans: 文件中没有的项目将被删除。如果你没有事先导出数据，此操作无法撤销。

source: Items to add
es: Elementos que se añadirán
fr: Éléments à ajouter
ja: 追加する項目
zh_hans: 要添加的项目

source: Items to remove
es: Elementos que se eliminarán
fr: Éléments à supprimer
ja: 削除する項目
zh_hans: 要删除的项目

source: Items: %lld
es: Elementos: %lld
fr: Éléments : %lld
ja: 項目: %lld
zh_hans: 项目: %lld

source: Keep both
es: Mantener ambos
fr: Garder les deux
ja: 両方残す
zh_hans: 都保留

source: Keep current
es: Mantener actual
fr: Garder l’actuel
ja: 今のまま
zh_hans: 保留当前

source: Keeps this projection for the next save.
es: Conserva esta proyección para el próximo guardado.
fr: Conserve cette projection pour le prochain enregistrement.
ja: この予測を次回の保存まで保持します。
zh_hans: 保留此预测以用于下次保存。

source: Kept items not in the file
es: Elementos conservados que no están en el archivo
fr: Éléments conservés absents du fichier
ja: ファイルにない項目（残す）
zh_hans: 保留的文件中没有的项目

source: Largest category: %@
es: Categoría principal: %@
fr: Catégorie principale : %@
ja: 最大カテゴリ: %@
zh_hans: 最大分类: %@

source: Latest balance: %@
es: Saldo más reciente: %@
fr: Solde le plus récent : %@
ja: 最新残高: %@
zh_hans: 最新余额: %@

source: License
es: Licencia
fr: Licence
ja: ライセンス
zh_hans: 许可

source: Loading proposals...
es: Cargando propuestas...
fr: Chargement des propositions...
ja: 提案を読み込み中...
zh_hans: 正在加载提案...

source: Lowest Balance
es: Saldo mínimo
fr: Solde le plus bas
ja: 最低残高
zh_hans: 最低余额

source: Lowest balance: %@
es: Saldo más bajo: %@
fr: Solde le plus bas : %@
ja: 最低残高: %@
zh_hans: 最低余额: %@

source: Makes your data match the file. Your items that are not in the file are removed.
es: Hace que tus datos coincidan con el archivo. Se eliminan los elementos que no están en el archivo.
fr: Rend vos données identiques au fichier. Les éléments absents du fichier sont supprimés.
ja: データをファイルの内容と同じにします。ファイルにない項目は削除されます。
zh_hans: 使你的数据与文件一致。文件中没有的项目将被删除。

source: Manage items
es: Gestionar elementos
fr: Gérer les éléments
ja: 項目を管理する
zh_hans: 管理项目

source: Manage tags
es: Gestionar etiquetas
fr: Gérer les étiquettes
ja: タグを管理する
zh_hans: 管理标签

source: Manage tags, attention needed
es: Gestionar etiquetas, requiere atención
fr: Gérer les étiquettes, attention requise
ja: タグ管理、確認が必要
zh_hans: 管理标签，需要注意

source: Maximum Amount
es: Monto máximo
fr: Montant maximum
ja: 最大金額
zh_hans: 最高金额

source: Merge
es: Fusionar
fr: Fusionner
ja: 統合する
zh_hans: 合并

source: Minimum Amount
es: Monto mínimo
fr: Montant minimum
ja: 最小金額
zh_hans: 最低金额

source: Minimum Group Count
es: Número mínimo de grupos
fr: Nombre minimal de groupes
ja: 最小グループ数
zh_hans: 最小分组数

source: Minimum Repeat Item Count
es: Cantidad mínima de elementos repetidos
fr: Nombre minimal d'éléments répétés
ja: 繰り返し項目の最小件数
zh_hans: 重复项目的最小数量

source: Month
es: Mes
fr: Mois
ja: 月
zh_hans: 月份

source: Monthly Balance
es: Saldo mensual
fr: Solde mensuel
ja: 月次残高
zh_hans: 月度余额

source: Monthly Summary
es: Resumen mensual
fr: Résumé mensuel
ja: 月次サマリー
zh_hans: 月度摘要

source: Mutation Scope
es: Ámbito de modificación
fr: Portée de modification
ja: 変更範囲
zh_hans: 修改范围

source: Name
es: Nombre
fr: Nom
ja: 名前
zh_hans: 名称

source: Natural Language Search
es: Búsqueda en lenguaje natural
fr: Recherche en langage naturel
ja: 自然文検索
zh_hans: 自然语言搜索

source: Negative Earlier From
es: Negativo antes desde
fr: Négatif plus tôt à partir du
ja: 前倒しでマイナスになる日
zh_hans: 提前转负日期

source: Negative net income
es: Ingreso neto negativo
fr: Revenu net négatif
ja: 純収入がマイナス
zh_hans: 净收入为负

source: Net income: %@
es: Ingreso neto: %@
fr: Revenu net : %@
ja: 純収入: %@
zh_hans: 净收入: %@

source: New Name
es: Nuevo nombre
fr: Nouveau nom
ja: 新しい名前
zh_hans: 新名称

source: New name
es: Nuevo nombre
fr: Nouveau nom
ja: 新しい名前
zh_hans: 新名称

source: No Duplicate Tags
es: No hay etiquetas duplicadas
fr: Aucune étiquette en double
ja: 重複したタグはありません
zh_hans: 没有重复标签

source: No Income Categories
es: No hay categorías de ingreso
fr: Aucune catégorie de revenu
ja: 収入カテゴリがありません
zh_hans: 没有收入分类

source: No Matches
es: Sin coincidencias
fr: Aucune correspondance
ja: 一致する項目はありません
zh_hans: 没有匹配项

source: No Orphan Tags
es: No hay etiquetas sin usar
fr: Aucune étiquette inutilisée
ja: 未使用のタグはありません
zh_hans: 没有未使用标签

source: No Outgo Categories
es: No hay categorías de egreso
fr: Aucune catégorie de dépense
ja: 支出カテゴリがありません
zh_hans: 没有支出分类

source: No Projection
es: Sin proyección
fr: Aucune projection
ja: 予測なし
zh_hans: 无预测

source: No Proposals
es: No hay propuestas
fr: Aucune proposition
ja: 提案はありません
zh_hans: 没有提案

source: No Results
es: Sin resultados
fr: Aucun résultat
ja: 結果がありません
zh_hans: 没有结果

source: No Years Yet
es: Aún no hay años
fr: Aucune année pour le moment
ja: まだ年がありません
zh_hans: 还没有年份

source: No description
es: Sin descripción
fr: Sans description
ja: 内容なし
zh_hans: 无描述

source: No items
es: No hay elementos
fr: Aucun élément
ja: 項目がありません
zh_hans: 没有项目

source: No items to export.
es: No hay registros que exportar.
fr: Aucun élément à exporter.
ja: 書き出すデータがありません。
zh_hans: 没有可导出的记录。

source: No saved items match these conditions.
es: Ningún registro guardado cumple estas condiciones.
fr: Aucun élément enregistré ne remplit ces critères.
ja: この条件に一致する収支はありません。
zh_hans: 没有符合这些条件的已保存收支。

source: No search was run. Rephrase the request, or use Search to filter saved items manually.
es: No se ha realizado ninguna búsqueda. Reformula la solicitud o usa la búsqueda habitual para filtrar los registros manualmente.
fr: Aucune recherche n’a été effectuée. Reformulez la demande ou utilisez la recherche habituelle pour filtrer les éléments manuellement.
ja: 検索は実行していません。文章を言い換えるか、通常の検索で条件を指定してください。
zh_hans: 未执行搜索。请换一种说法，或使用常规搜索手动筛选收支。

source: No supported search condition was found.
es: No se ha encontrado ninguna condición de búsqueda compatible.
fr: Aucun critère de recherche pris en charge n’a été trouvé.
ja: 対応している検索条件を読み取れませんでした。
zh_hans: 未找到支持的搜索条件。

source: Not Selected
es: No seleccionado
fr: Non sélectionné
ja: 未選択
zh_hans: 未选择

source: Nothing was deleted. Your records are still stored on this device.
es: No se ha eliminado nada. Tus registros siguen guardados en este dispositivo.
fr: Rien n'a été supprimé. Vos enregistrements sont toujours stockés sur cet appareil.
ja: データは削除されていません。記録はこの端末に保存されたままです。
zh_hans: 没有任何内容被删除。你的记录仍保存在此设备上。

source: Notification amount threshold
es: Umbral de importe de notificación
fr: Seuil de montant de notification
ja: 通知する金額のしきい値
zh_hans: 通知金额阈值

source: Notification permission will be requested when reminders are registered.
es: Se solicitará permiso para las notificaciones cuando se registren recordatorios.
fr: L’autorisation des notifications sera demandée lors de l’enregistrement des rappels.
ja: リマインダーを登録するときに通知の許可を求めます。
zh_hans: 注册提醒时将请求通知权限。

source: Notifications are currently denied in iOS Settings.
es: Las notificaciones están actualmente denegadas en Ajustes de iOS.
fr: Les notifications sont actuellement refusées dans les Réglages iOS.
ja: 通知は現在 iOS の設定で拒否されています。
zh_hans: 通知目前已在 iOS 设置中被拒绝。

source: Notifications are enabled and will follow your in-app schedule.
es: Las notificaciones están habilitadas y seguirán la programación configurada en la app.
fr: Les notifications sont activées et suivront la planification définie dans l’app.
ja: 通知は有効で、アプリ内の設定スケジュールに従います。
zh_hans: 通知已启用，并将遵循应用内的计划设置。

source: Notify days before
es: Notificar días antes
fr: Notifier plusieurs jours à l'avance
ja: 何日前に通知するか
zh_hans: 提前几天通知

source: Notify for amounts over
es: Notificar por montos superiores a
fr: Notifier pour les montants supérieurs à
ja: 金額が超えたら通知
zh_hans: 金额超出时通知

source: Notify time
es: Hora de notificación
fr: Heure de notification
ja: 通知時刻
zh_hans: 通知时间

source: OK
es: Aceptar
fr: D'accord
zh_hans: 确定

source: On due date
es: El día de vencimiento
fr: Le jour de l’échéance
ja: 期限日当日
zh_hans: 到期当天

source: Once you add an item, Incomes will organize it into a year timeline.
es: Cuando añadas un elemento, Incomes lo organizará por año.
fr: Une fois un élément ajouté, Incomes l'organisera par année.
ja: 項目を追加すると、Incomesが年ごとに整理します。
zh_hans: 添加项目后，Incomes 会按年份整理。

source: Only inclusive amount limits, such as at least or at most, are supported.
es: Solo se admiten límites de importe inclusivos, como «al menos» o «como máximo».
fr: Seules les limites de montant incluses, comme « au moins » ou « au plus », sont prises en charge.
ja: 金額は「以上」「以下」のように、その金額を含む条件のみ指定できます。
zh_hans: 金额仅支持包含边界的条件，例如“不少于”或“不超过”。

source: Open
es: Abrir
fr: Ouvrir
ja: 開く
zh_hans: 打开

source: Open App Store
es: Abrir App Store
fr: Ouvrir App Store
ja: App Storeを開く
zh_hans: 打开App Store

source: Open Subscription to unlock iCloud sync and remove ads across the app.
es: Abre Suscripción para desbloquear la sincronización con iCloud y eliminar anuncios en toda la app.
fr: Ouvrez Abonnement pour activer la synchro iCloud et supprimer les publicités dans toute l’app.
ja: サブスクリプションを開くと、iCloud同期の有効化と広告の削除ができます。
zh_hans: 打开订阅即可解锁 iCloud 同步，并移除全应用广告。

source: Open System Settings
es: Abrir los ajustes del sistema
fr: Ouvrir les réglages système
ja: システム設定を開く
zh_hans: 打开系统设置

source: Open a month
es: Abre un mes
fr: Ouvrir un mois
ja: 月を開く
zh_hans: 打开某个月

source: Open expanded chart
es: Abrir gráfico ampliado
fr: Ouvrir le graphique agrandi
ja: 拡大したグラフを開く
zh_hans: 打开展开的图表

source: Open item details
es: Abrir detalles del elemento
fr: Ouvrir les détails de l’élément
ja: 項目の詳細を開く
zh_hans: 打开项目详情

source: Opens a draft item form for this proposal.
es: Abre un borrador de formulario de elemento para esta propuesta.
fr: Ouvre un formulaire d’élément brouillon pour cette proposition.
ja: この提案の下書き項目フォームを開きます。
zh_hans: 打开此建议的项目草稿表单。

source: Opens a new item form copied from this item.
es: Abre un nuevo formulario de elemento copiado de este elemento.
fr: Ouvre un nouveau formulaire d’élément copié depuis cet élément.
ja: この項目をコピーした新規項目フォームを開きます。
zh_hans: 打开从此项目复制的新项目表单。

source: Opens debug settings.
es: Abre los ajustes de depuración.
fr: Ouvre les réglages de débogage.
ja: デバッグ設定を開きます。
zh_hans: 打开调试设置。

source: Opens duplicate tag cleanup.
es: Abre la limpieza de etiquetas duplicadas.
fr: Ouvre le nettoyage des étiquettes en double.
ja: 重複タグのクリーンアップを開きます。
zh_hans: 打开重复标签清理。

source: Opens iOS Settings to change notification permission.
es: Abre los ajustes de iOS para cambiar el permiso de notificaciones.
fr: Ouvre les réglages iOS pour modifier l’autorisation de notification.
ja: iOS設定を開いて通知の許可を変更します。
zh_hans: 打开 iOS 设置以更改通知权限。

source: Opens item details.
es: Abre los detalles del elemento.
fr: Ouvre les détails de l’élément.
ja: 項目の詳細を開きます。
zh_hans: 打开项目详情。

source: Opens license information.
es: Abre la información de licencias.
fr: Ouvre les informations de licence.
ja: ライセンス情報を開きます。
zh_hans: 打开许可信息。

source: Opens orphan tag cleanup.
es: Abre la limpieza de etiquetas huérfanas.
fr: Ouvre le nettoyage des étiquettes orphelines.
ja: 孤立タグのクリーンアップを開きます。
zh_hans: 打开孤立标签清理。

source: Opens subscription settings.
es: Abre los ajustes de suscripción.
fr: Ouvre les réglages d’abonnement.
ja: サブスクリプション設定を開きます。
zh_hans: 打开订阅设置。

source: Opens text capture to extract item details.
es: Abre la captura de texto para extraer detalles del elemento.
fr: Ouvre la capture de texte pour extraire les détails de l’élément.
ja: 項目の詳細を抽出するためのテキスト撮影を開きます。
zh_hans: 打开文本捕获以提取项目详情。

source: Opens the item form for editing.
es: Abre el formulario del elemento para editarlo.
fr: Ouvre le formulaire d’élément pour modification.
ja: 編集用の項目フォームを開きます。
zh_hans: 打开项目表单进行编辑。

source: Opens the item form.
es: Abre el formulario del elemento.
fr: Ouvre le formulaire d’élément.
ja: 項目フォームを開きます。
zh_hans: 打开项目表单。

source: Opens this month's item list.
es: Abre la lista de elementos de este mes.
fr: Ouvre la liste des éléments de ce mois.
ja: 今月の項目リストを開きます。
zh_hans: 打开本月项目列表。

source: Opens yearly duplication proposals.
es: Abre las propuestas de duplicación anual.
fr: Ouvre les propositions de duplication annuelle.
ja: 年次複製の提案を開きます。
zh_hans: 打开年度复制建议。

source: Opens yearly summary charts.
es: Abre los gráficos de resumen anual.
fr: Ouvre les graphiques de résumé annuel.
ja: 年次サマリーグラフを開きます。
zh_hans: 打开年度摘要图表。

source: Orphan Tags
es: Etiquetas huérfanas
fr: Étiquettes orphelines
ja: 孤立タグ
zh_hans: 孤立标签

source: Others
es: Otros
fr: Autres
ja: その他
zh_hans: 其他

source: Outgo
es: Egreso
fr: Dépense
ja: 支出
zh_hans: 支出

source: Outgo: %@
es: Gastos: %@
fr: Dépenses : %@
ja: 支出: %@
zh_hans: 支出: %@

source: Paste or capture text to extract details.
es: Pega o captura texto para extraer detalles.
fr: Collez ou capturez du texte pour extraire les détails.
ja: テキストを貼り付けるか、読み取って詳細を抽出します。
zh_hans: 粘贴或拍摄文字以提取详细信息。

source: Period
es: Período
fr: Période
ja: 期間
zh_hans: 期间

source: Photo Library
es: Biblioteca de fotos
fr: Photothèque
ja: 写真ライブラリ
zh_hans: 照片图库

source: Pick a month or summary from the middle column to inspect item details.
es: Elige un mes o un resumen en la columna central para revisar los detalles del elemento.
fr: Choisissez un mois ou un résumé dans la colonne centrale pour consulter les détails de l'élément.
ja: 中央の列から月またはサマリーを選ぶと、項目の詳細を確認できます。
zh_hans: 从中间列选择某个月或摘要，即可查看项目详情。

source: Please update Incomes to the latest version to continue using it.
es: Actualiza Incomes a la última versión para seguir usándolo.
fr: Veuillez mettre à jour Incomes vers la dernière version pour continuer à l'utiliser.
ja: 引き続きIncomesを使用するには、最新バージョンにアップデートしてください。
zh_hans: 请更新到最新版本以继续使用Incomes。

source: Positive net income
es: Ingresos netos positivos
fr: Revenu net positif
ja: 純収入がプラス
zh_hans: 净收入为正

source: Prepare
es: Preparar
fr: Préparer
ja: 準備
zh_hans: 准备

source: Prepare duplicate tags
es: Preparar etiquetas duplicadas
fr: Préparer des étiquettes en double
ja: 重複タグを準備
zh_hans: 准备重复标签

source: Prepare large ledger
es: Preparar un registro grande
fr: Préparer un registre volumineux
ja: 大量のデータを準備
zh_hans: 准备大量数据

source: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
zh_hans: 预览

source: Preview Balance
es: Vista previa del saldo
fr: Aperçu du solde
ja: 残高をプレビュー
zh_hans: 预览余额

source: Preview the balance again before saving.
es: Vuelve a previsualizar el saldo antes de guardar.
fr: Prévisualisez à nouveau le solde avant d’enregistrer.
ja: 保存する前に残高をもう一度プレビューしてください。
zh_hans: 保存前请再次预览余额。

source: Priority
es: Prioridad
fr: Priorité
ja: 優先度
zh_hans: 优先级

source: Processing
es: Procesando
fr: Traitement en cours
ja: 処理中
zh_hans: 正在处理

source: Projected
es: Proyectado
fr: Projeté
ja: 予測
zh_hans: 预测

source: Projected Balance
es: Saldo proyectado
fr: Solde projeté
ja: 予測残高
zh_hans: 预测余额

source: Projected Through
es: Proyectado hasta
fr: Projeté jusqu’au
ja: 予測の最終日
zh_hans: 预测截至

source: Projected balance: %@
es: Saldo proyectado: %@
fr: Solde projeté : %@
ja: 予測残高: %@
zh_hans: 预测余额：%@

source: Projection Unavailable
es: Proyección no disponible
fr: Projection indisponible
ja: 予測を利用できません
zh_hans: 预测不可用

source: Proposals
es: Propuestas
fr: Propositions
ja: 提案
zh_hans: 提案

source: Push notification settings
es: Configuración de notificaciones push
fr: Paramètres des notifications push
ja: プッシュ通知の設定
zh_hans: 推送通知设置

source: Query
es: Consulta
fr: Recherche
ja: 検索語
zh_hans: 查询

source: Range
es: Intervalo
fr: Période
ja: 範囲
zh_hans: 范围

source: Reading text from the selected image.
es: Leyendo texto de la imagen seleccionada.
fr: Lecture du texte de l'image sélectionnée.
ja: 選択した画像からテキストを読み取っています。
zh_hans: 正在从所选图像读取文本。

source: Recalculate
es: Recalcular
fr: Recalculer
ja: 再計算
zh_hans: 重新计算

source: Recognized Text
es: Texto reconocido
fr: Texte reconnu
ja: 認識されたテキスト
zh_hans: 识别的文本

source: Regenerate Summary
es: Regenerar resumen
fr: Régénérer le résumé
ja: 要約を再生成
zh_hans: 重新生成摘要

source: Removed items
es: Elementos eliminados
fr: Éléments supprimés
ja: 削除した項目
zh_hans: 已删除的项目

source: Removes debug sample items and their tags.
es: Elimina los elementos de muestra de depuración y sus etiquetas.
fr: Supprime les éléments d’exemple de débogage et leurs étiquettes.
ja: デバッグ用サンプル項目とそのタグを削除します。
zh_hans: 删除调试示例项目及其标签。

source: Rename
es: Renombrar
fr: Renommer
ja: 名前変更
zh_hans: 重命名

source: Rent next month
es: Alquiler del próximo mes
fr: Loyer du mois prochain
ja: 来月の家賃
zh_hans: 下个月的房租

source: Repeat
es: Repetir
fr: Répéter
ja: 繰り返し
zh_hans: 重复

source: Repeat ID
es: ID de repetición
fr: ID de répétition
ja: 繰り返しID
zh_hans: 重复ID

source: Repeat Months
es: Meses de repetición
fr: Mois de répétition
ja: 繰り返し月
zh_hans: 重复月份

source: Repeat month selections are invalid
es: Las selecciones de meses de repetición no son válidas
fr: Les sélections de mois de répétition sont invalides
ja: 繰り返し月の選択が無効です
zh_hans: 重复月份选择无效

source: Repeat recurring items
es: Repite elementos recurrentes
fr: Répétez les éléments récurrents
ja: 繰り返し項目を使う
zh_hans: 重复使用周期项目

source: RepeatID
es: ID de repetición
fr: ID de répétition
ja: 繰り返しID
zh_hans: 重复ID

source: Replace
es: Reemplazar
fr: Remplacer
ja: 置き換え
zh_hans: 替换

source: Replace data
es: Reemplazar datos
fr: Remplacer les données
ja: データを置き換える
zh_hans: 替换数据

source: Replace your data?
es: ¿Reemplazar tus datos?
fr: Remplacer vos données ?
ja: データを置き換えますか？
zh_hans: 要替换你的数据吗？

source: Required
es: Requerido
fr: Requis
ja: 必須
zh_hans: 必需

source: Reset Tips
es: Restablecer consejos
fr: Réinitialiser les astuces
ja: ヒントをリセット
zh_hans: 重置提示

source: Resolution
es: Resolución
fr: Résolution
ja: 扱い
zh_hans: 处理方式

source: Resolve
es: Resolver
fr: Résoudre
ja: 解消
zh_hans: 解决

source: Resolve All
es: Resolver todo
fr: Tout résoudre
ja: すべて解消
zh_hans: 解决所有问题

source: Resolve duplicate tags
es: Resolver etiquetas duplicadas
fr: Résoudre les étiquettes en double
ja: タグの重複を解消する
zh_hans: 解决重复标签

source: Restart Incomes to apply changes. The current iCloud sync setting remains active until then.
es: Los cambios se aplican tras reiniciar Incomes. Hasta entonces, la configuración actual de sincronización con iCloud sigue activa.
fr: Les modifications s’appliquent après le redémarrage d’Incomes. D’ici là, le réglage actuel de synchronisation iCloud reste actif.
ja: 変更はIncomesの再起動後に適用されます。それまでは、現在のiCloud同期設定が引き続き有効です。
zh_hans: 更改将在重新启动 Incomes 后生效。在此之前，当前的 iCloud 同步设置仍然有效。

source: Results
es: Resultados
fr: Résultats
ja: 検索結果
zh_hans: 结果

source: Returns to search filters.
es: Vuelve a los filtros de búsqueda.
fr: Revient aux filtres de recherche.
ja: 検索フィルタに戻ります。
zh_hans: 返回搜索筛选条件。

source: Returns to the year list.
es: Vuelve a la lista de años.
fr: Revient à la liste des années.
ja: 年のリストに戻ります。
zh_hans: 返回年份列表。

source: Review orphan tags
es: Revisar etiquetas huérfanas
fr: Examiner les étiquettes orphelines
ja: 孤立タグを確認
zh_hans: 检查孤立标签

source: Review proposals
es: Revisar propuestas
fr: Reviser les propositions
ja: 提案を確認
zh_hans: 查看提案

source: Review repeated yearly entries and create the next year's set faster.
es: Revisa entradas anuales repetidas y crea más rápido el conjunto del próximo año.
fr: Passez en revue les entrées annuelles répétées et créez plus vite le jeu de l’année suivante.
ja: 毎年繰り返す項目を見直して、翌年分をすばやく作成できます。
zh_hans: 查看每年重复的条目，更快创建下一年的整套项目。

source: Reviewed Scope
es: Ámbito revisado
fr: Portée vérifiée
ja: 確認した範囲
zh_hans: 已确认的范围

source: Reviewing this month's items on device.
es: Revisando los elementos de este mes en el dispositivo.
fr: Analyse des éléments de ce mois-ci sur l'appareil.
ja: 今月の項目をデバイス上で確認しています。
zh_hans: 正在设备上查看本月的项目。

source: Sample proposal
es: Propuesta de muestra
fr: Proposition exemple
ja: 提案例
zh_hans: 示例提案

source: Save
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存

source: Save for all items
es: Guardar para todos los elementos
fr: Enregistrer pour tous les éléments
ja: すべての項目を保存
zh_hans: 保存所有项目

source: Save for future items
es: Guardar para futuros elementos
fr: Enregistrer pour les éléments futurs
ja: 今後の項目も保存
zh_hans: 保存未来的项目

source: Save for this item only
es: Guardar solo para este elemento
fr: Enregistrer uniquement pour cet élément
ja: この項目のみ保存
zh_hans: 仅保存此项目

source: Saved Items
es: Registros guardados
fr: Éléments enregistrés
ja: 保存済みの収支
zh_hans: 已保存的收支

source: Saves changes to this item.
es: Guarda los cambios de este elemento.
fr: Enregistre les modifications de cet élément.
ja: この項目への変更を保存します。
zh_hans: 保存对此项目的更改。
